Repository: Hakansv/AIS_VD_pi
Catalog: po/*.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, nb_no, pt_pt, sv_se

source: ais-vd_pi Preferences
de_de: ais-vd_pi Einstellungen
es_es: Opciones ais-vd_pi
fr_fr: Préférences de AIS-vd_pi
it_it: Preferenze ais-vd_pi
pt_pt: Preferências ais-vd_pi
sv_se: Inställningar för ais-vd_pi

source: AIS Voyage data
de_de: AIS Fahrt Daten
es_es: Datos viaje AIS
fr_fr: Info Voyage AIS
hu_hu: AIS menetbeli adatok
it_it: Dati di viaggio AIS
nb_no: AIS reisedata
pt_pt: Dados de Viagem AIS
sv_se: AIS Färddata

source: Set static voyage data on the AIS class A
de_de: Setze statische Fahrtdaten im AIS-Klasse A Transponder
es_es: Definir datos de viaje estáticos en el AIS clase A
fr_fr: Choisir "Static Voyage Data" sur l'AIS-A
hu_hu: Statikus menetbeli adatok beállítása A osztályú AIS-en
it_it: Imposta i dati statici di viaggio sulla classe A AIS
nb_no: Sett fast reisedata på AIS klasse A
pt_pt: Definir dados estáticos de viagem na classe A do AIS
sv_se: Uppdatera färddata på en AIS klass A

source: Navigational status
de_de: Navigationsstatus
es_es: Estado de Navegación
fr_fr: Statut de navigation
hu_hu: Navigációs állapot
it_it: Stato di navigazione
nb_no: Navigasjonsstatus
pt_pt: Estado de navegação
sv_se: Navigeringsstatus

source: Underway using engine
de_de: In Fahrt, unter Maschine
es_es: Navegando a máquina
fr_fr: En route avec moteur
hu_hu: Motorral menetben
it_it: In corso con motore
nb_no: Underveis for motor
pt_pt: Navegando a Motor
sv_se: På gång med motor

source: At anchor
de_de: vor Anker liegend
es_es: Fondeado
fr_fr: A l'ancre
hu_hu: Horgonyon
it_it: All'ancora
nb_no: Forankret
pt_pt: Fundeado
sv_se: Ankrad

source: Not under command
de_de: manövrierunfähig
es_es: Sin Control
fr_fr: Non Manoeuvrable
hu_hu: Irányítás nélkül
it_it: Non sotto comando
nb_no: Ikke under kommando
pt_pt: Desgovernado
sv_se: Ej manöverbar

source: Restricted manoeuverability
de_de: manövrierbehindert
es_es: Maniobrabilidad Restringida
fr_fr: Capacité Manoeuvre Restreinte
hu_hu: Korlátozott manőverezőképesség
it_it: Manovrabilità limitata
nb_no: Begrenset manøvreringsevne
pt_pt: Capacidade de manobra reduzida
sv_se: Begränsad manövrerbarhet

source: Constrained by draught
de_de: tiefgangsbehindert
es_es: Limitación por calado
fr_fr: Handicapé par son Tirant d'Eau
hu_hu: Merülése miatt korlátozott
it_it: Vincolato da pescaggio
nb_no: Hindret av dypgående
pt_pt: Limitado pelo calado
sv_se: Begränsad av djupgående

source: Moored
de_de: festgemacht
es_es: Amarrado
fr_fr: Amarré
hu_hu: Kikötve
it_it: all'ancora
nb_no: Fortøyd
pt_pt: Fundeado
sv_se: Förtöjd

source: Aground
de_de: auf Grund gelaufen
es_es: Varado
fr_fr: Echoué
hu_hu: Megfeneklett
it_it: Arenato
nb_no: På grunn
pt_pt: Encalhado
sv_se: På grund

source: Engaged in Fishing
de_de: Fischendes Fahrzeug
es_es: Dedicado a la pesca
fr_fr: En action de peche
hu_hu: Halászat folyamatban
it_it: In Pesca
nb_no: Driver fiske
pt_pt: Em faina de pesca
sv_se: Bedriver fiske

source: Under way sailing
de_de: In Fahrt, unter Segel
es_es: Navegando a vela
fr_fr: En route sous voile
hu_hu: Menetben vitorlával
it_it: In Navigazione a Vela
nb_no: Underveis for seil
pt_pt: A navegar à vela
sv_se: På gång under segel

source: Enter destination
de_de: Zielort eingeben
es_es: Introduce tu destino
fr_fr: Entrer la destination
hu_hu: Írd be a célállomást
it_it: Inserisci una destinazione
nb_no: Angi destinasjon
pt_pt: Insira o destino
sv_se: Skriv Destination

source: or select a previous used
de_de: oder wählen Sie einen vorherigen
es_es: o seleccione uno usado ya
fr_fr: ou sélectionnez une utilisation précédente
hu_hu: vagy válassz egy előzőleg használtat
it_it: o seleziona un precedente usato
nb_no: eller velg tidligere benyttet
pt_pt: ou selecione um usado antes
sv_se: eller välj en tidigare använd

source: Draught (m)
de_de: Tiefgang (m)
es_es: Calado (m)
fr_fr: Tirant d'eau (m)
hu_hu: Merülés (m)
it_it: Pescaggio
nb_no: Dypgående (m)
pt_pt: Calado (m)
sv_se: Djupgående (m)

source: No. of Persons onboard
de_de: Anzahl an Personen an Bord
es_es: No. de Personas a bordo
fr_fr: Nbre personnes à bord
hu_hu: Fedélzeten lévők száma
it_it: Numero di persone a bordo
nb_no: Antall personer ombord
pt_pt: Número de Pessoas a bordo
sv_se: Antal personer ombord

source: E.T.A. Date and Time
de_de: E.T.A. Datum/Uhrzeit
es_es: E.T.A. Fecha/Hora
fr_fr: E.T.A. Date et heure
hu_hu: ETA dátum és idő
it_it: E.T.A. Data e ora
nb_no: ETA dato og tid
pt_pt: E.T.A. Data e Hora
sv_se: E.T.A. Datum och tid

source: Month
de_de: Monat
es_es: Mes
fr_fr: Mois
hu_hu: Hónap
it_it: Mese
nb_no: Måned
pt_pt: Mês
sv_se: Månad

source: Day
de_de: Tag
es_es: Día
fr_fr: Jour
hu_hu: Nap
it_it: Giorno
nb_no: Dag
pt_pt: Dia
sv_se: Dag

source: Hour (UTC)
de_de: Stunde (UTC)
es_es: Hora (UTC)
fr_fr: Heure (UTC)
hu_hu: Óra (UTC)
it_it: Ora (UTC)
nb_no: Timer (UTC)
pt_pt: Hora (UTC)
sv_se: Timme (UTC)

source: Send to AIS
de_de: An AIS senden
es_es: Enviar a AIS
fr_fr: Envoyé à l'AIS
hu_hu: AIS-re küldés
it_it: Invia ad AIS
nb_no: Send til AIS
pt_pt: Enviar para o AIS
sv_se: Skicka till AIS

source: Drop down to select
de_de: Dropdown-Auswahl-Liste
es_es: Selector desplegable
fr_fr: Glisser vers le bas pour sélectionner
hu_hu: Nyisd le a választáshoz
it_it: A discesa per selezionare
nb_no: Dra ned for å velge
pt_pt: Baixar para selecionar
sv_se: Fäll ner för att välja

source: Yet no answer from any AIS!
de_de: Noch keine Antwort von einem AIS!
es_es: ¡Sin ninguna respuesta de ningún AIS!
fr_fr: Pourtant, aucune cible AIS !
it_it: Eppure nessuna risposta da qualsiasi AIS!
pt_pt: Ainda sem resposta de nenhum AIS!
sv_se: Ännu inget svar från någon AIS!

source: Please check OCPN connections and AIS cabling.
de_de: Bitte überprüfen Sie die OpenCPN Verbindungen und die AIS Verkabelung.
es_es: Revise las Conexiones de OpenCPN y el cableado del AIS.
fr_fr: Veuillez vérifier votre connexion ou le cablage.
it_it: Controllare le connessioni OCPN e il cablaggio AIS.
pt_pt: Por favor, verifique as ligações OCPN e a cablagem AIS.
sv_se: Vänligen kontrollera OCPN anslutningar och AIS kablage.

source: See Preferences for more info.
de_de: Siehe Einstellungen für weitere Informationen.
es_es: Consulte Opciones para más información.
fr_fr: Plus d'info : Voir Préférences.
it_it: Vedere Preferenze per piu informazioni.
pt_pt: Veja as Preferências para mais informações.
sv_se: Se Inställningar för mer information.

source: Reply from AIS
de_de: Antwort vom AIS
es_es: Respuesta del AIS
fr_fr: Réponse de l'AIS
hu_hu: Válasz az AIS-től
it_it: Risposta dell'AIS
nb_no: Svar fra AIS
pt_pt: Resposta de AIS
sv_se: Svar från AIS:

source: Status
es_es: Estado
fr_fr: Statut
hu_hu: Állapot
it_it: Stato
pt_pt: Estado

source: Dest
de_de: Ziel
fr_fr: Vers
hu_hu: Cél

source: Time
de_de: Uhrzeit
es_es: Hora
fr_fr: Temps
hu_hu: Idő
it_it: Ora
nb_no: Tid
pt_pt: Hora
sv_se: Tid

source: Plugin version:
es_es: Versión del plugin:
fr_fr: Version :
it_it: Versione del plugin:
pt_pt: Versão do plugin:

source: OpenCPN connections help:
de_de: OpenCPN Verbindungen Hilfe:
es_es: Ayuda para Conexiones OpenCPN:
fr_fr: Aide sur les connexions OpenCPN :
it_it: Aiuto connessioni OpenCPN:
pt_pt: Ajuda para ligações OpenCPN:
sv_se: Hjälp med OpenCPN anslutningar:

source: You need both input and output connections for the AIS device.
de_de: Sie benötigen sowohl Ein- als auch Ausgabeverbindungen für das AIS-Gerät.
es_es: Necesita tanto conexiones de entrada como de salida para el dispositivo AIS.
fr_fr: Vous avez besoin de connexions en entrée et sortie pour le périphérique AIS.
it_it: Per ridurre il traffico, è possibile creare filtri di connessione:
pt_pt: Precisa de ambas as ligações de entrada e saída para o dispositivo AIS.
sv_se: Du behöver både in- och utdataanslutningar för AIS-enheten.

source: To minimize traffic, connection filters may be feasible:
de_de: Um den Datenverkehr zu minimieren, könnten Verbindungsfilter ratsam sein:
es_es: Para minimizar el tráfico, los filtros de conexión pueden ser útiles:
fr_fr: Pour minimiser le trafic, des filtres de connexion peuvent être créés :
it_it: Per ridurre al minimo il traffico, è possibile creare filtri di connessione:
pt_pt: Para minimizar tráfego, filtros de ligação podem ser utilizados:
sv_se: För att minimera trafiken kan anslutningsfilter vara bra:

source: For the output filter transmit only VSD and AIQ
de_de: Im Ausgabefilter senden Sie nur VSD und AIQ
es_es: En el filtro de salida sólo transmitir VSD y AIQ
fr_fr: Filtre de sortie : Ne transmettre que VSD et AIQ
it_it: Per il filtro di uscita trasmettere solo VSD e AIQ
pt_pt: Para filtro de saída transmitir apenas VSD e AIQ
sv_se: För utdatafiltret skicka endast VSD och AIQ

source: For a possible input filter we need at least VSD (and AIVDM + GNSS?)
de_de: Für einen Eingabefilter benötigen wir mindestens VSD (und AIVDM + GNSS?)
es_es: Para el filtro de entrada necesitamos al menos VSD (y ¿AIVDM + GNSS?)
fr_fr: Filtre d'entrée nécessaire : Au moins VSD (et AIVDM + GNSS?)
it_it: Filtro di input necessario: almeno VSD (e AIVDM + GNSS?)
pt_pt: Para um possível filtro de de entrada é necessário pelo menos VSD (e AIVDM + GNSS?)
sv_se: För ett eventuellt inmatningsfilter behöver vi minst VSD (och AIVDM + GNSS?)

source: Wing in ground (WIG)
fr_fr: Aile au sol (WIG)
hu_hu: Szél a talajszinten
it_it: Ali a terra (WIG)
nb_no: Vinge i bakken (WIG)
sv_se: WIG (Markeffektfarkost)

source: Fishing
de_de: Fischen
es_es: Pesca
fr_fr: Pêche en cours
hu_hu: Halászat
it_it: Pesca
nb_no: Fisker
pt_pt: Pesca
sv_se: Fiskebåt

source: Towing
de_de: Schleppen
es_es: Remolcando
fr_fr: En remorquage
hu_hu: Vontatás
it_it: Rimochiato
nb_no: Tauer
pt_pt: Rebocando
sv_se: Bogserare

source: Towing (Long)
de_de: Schleppen (langer Verband)
es_es: Remolcando (grupo largo)
fr_fr: En remorquage (long)
hu_hu: Hosszú vontatmány
it_it: Rimorchiato (lungo)
nb_no: Tauer (lang)
pt_pt: Rebocando (Longo)
sv_se: Bogserare(Lång)

source: Dredging or underwater ops
de_de: Bagger- oder Unterwasser-Ops
es_es: dragando o ops.subacuáticas
fr_fr: Dragage ou opérations sous-marines
hu_hu: Kotrás vagy víz alatt munka
it_it: dragaggio in corso o operazioni subacquee
nb_no: Mudring eller undervanns operasjoner
pt_pt: Dragagem ou operações subaquáticas
sv_se: Muddring eller dykbåt

source: Diving ops
de_de: Tauchoperationen
es_es: Operaciones de buceo
fr_fr: Opérations de plongée
hu_hu: Búvár tevékenység
it_it: Ops subacquei
nb_no: Dykke operasjon
pt_pt: Operações subaquáticas
sv_se: Dykfarkost

source: Military ops
de_de: Militäroperationen
es_es: Ops. Militares
fr_fr: Opérations militaires
hu_hu: Katonai tevékenység
it_it: ops militari
nb_no: Militær operasjon
pt_pt: Operações militares
sv_se: Militärfarkost

source: Sailing vessel
de_de: Segelschiff
es_es: Velero
fr_fr: Voilier
hu_hu: Vitorlás hajó
it_it: Unità a Vela
nb_no: Seilfartøy
pt_pt: Veleiro
sv_se: Segelfartyg

source: Pleasure Craft
de_de: Sportfahrzeug
es_es: Embarcación de recreo
fr_fr: Navire de plaisance
hu_hu: Kedvtelési hajó
it_it: Unità da diporto
nb_no: Lystbåt
pt_pt: Embarcação de Recreio
sv_se: Fritidsbåt

source: High speed craft (HSC)
de_de: Hochgeschwindigkeitsboot (HSC)
es_es: Buque de velocidad alta
fr_fr: Navire à grande vitesse (NVG)
hu_hu: Nagysebességű vizijármű (HSC)
it_it: Unità alta velocita (HSC)
nb_no: Høyhastighets fartøy (HSC)
pt_pt: Barco de alta velocidade (HSC)
sv_se: Höghastighetsfarkoster (HSC)

source: Pilot Vessel
de_de: Lotsenboot
es_es: Práctico
fr_fr: Bateau pilote
hu_hu: Révkalauz hajó
it_it: Pilotina
nb_no: Losbåt
pt_pt: Barco de pilotos
sv_se: Lots

source: Search and Rescue vessel
de_de: Seenotkreuzer
es_es: Barco de Búsqueda y Rescate
fr_fr: Navire de recherche et sauvetage en mer
hu_hu: Mentőhajó
it_it: Unità da Ricerca e Soccorso
nb_no: Søk og redningsfartøy
pt_pt: Navio de Busca e Salvamento
sv_se: Sjöräddningsfartyg

source: Tug
de_de: Schlepper
es_es: Remolcador
fr_fr: Remorqueur
hu_hu: Tolóhajó
it_it: Rimorchiatore
nb_no: Taubåt
pt_pt: Rebocador
sv_se: Bogserbåt

source: Port Tender
de_de: Hafentender
es_es: Transporte portuario
fr_fr: Bateau de services de port
hu_hu: kikötői csónak
it_it: barca di servizio del porto
nb_no: Havnebåt
pt_pt: Tanque portuário
sv_se: Hamnuppsyn

source: Law Enforcement
de_de: Polizeikraft
es_es: Fuerza Pública
fr_fr: Force de l'ordre
hu_hu: Bűnüldözés
it_it: Forze dell'ordine
nb_no: Myndighet
pt_pt: Forças de segurança
sv_se: Kustbevakning

source: Medical Transport
de_de: Hospitalschiff
es_es: Transporte Médico
fr_fr: Transport sanitaire
hu_hu: Egészségügyi szállítmány
it_it: Trasporto Medico
nb_no: Medisinsk transport
pt_pt: Transporte médico
sv_se: Sjuktransport

source: Passenger ship
de_de: Passagierschiff
es_es: Barco de pasajeros
fr_fr: Navire à passagers
hu_hu: Utasszállító hajó
it_it: Nave Passeggeri
nb_no: Passasjerskip
pt_pt: Navio de passageiros
sv_se: Passagerarfartyg

source: Cargo ship
de_de: Frachtschiff
es_es: Carguero
fr_fr: Cargo
hu_hu: Teherhajó
it_it: Nave Cargo
nb_no: Lasteskip
pt_pt: Cargueiro
sv_se: Lastfartyg

source: Tanker
de_de: Tankschiff
es_es: Petrolero
fr_fr: Pétrolier
hu_hu: Tankhajó
it_it: Petroliera
nb_no: Tankskip
pt_pt: Navio tanque
sv_se: Tankfartyg

source: Other
de_de: Sonstiges
es_es: Otros
fr_fr: Autre
hu_hu: Egyéb
it_it: Altro
nb_no: Andre
pt_pt: Outro
sv_se: Annan farkost

source: Minute
es_es: Minuto
hu_hu: Perc
it_it: Minuto
nb_no: Minutt
pt_pt: Minuto
sv_se: Minut

source: ETA
hu_hu: ETA (becsült érkezési idő)
